42crunch.vscode-openapi
andys8.jest-snippets
ardenivanov.svelte-intellisense
asyncapi.asyncapi-preview
christian-kohler.path-intellisense
clinyong.vscode-css-modules
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dbaeumer.vscode-eslint
dokca.42-ft-count-line
eamodio.gitlens
echoapi.echoapi-for-vscode
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fractalbrew.backticks
github.codespaces
github.vscode-github-actions
github.vscode-pull-request-github
hars.cppsnippets
hbenl.vscode-test-explorer
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
kube.42header
llvm-vs-code-extensions.vscode-clangd
matepek.vscode-catch2-test-adapter
midudev.better-svg
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
orta.vscode-jest
pierre-payen.gdb-syntax
pkief.material-icon-theme
pnp.polacode
prisma.prisma
redhat.vscode-yaml
statelyai.stately-vscode
steoates.autoimport
svelte.svelte-vscode
thestonedfox.extract-jsx-classes
throw-the-switch.vscode-ceedling
vincaslt.highlight-matching-tag
vitest.explorer
wix.vscode-import-cost
xaver.clang-format
yk911.quickmedia
